// Задача.Гра “Вгадай число”. Правила гри:
// 1) комп”ютер генерує трицифрове число;
// 2) кожен гравець по черзі задає цифру, якої ще не було(відсліковуємо, щоб цифри не повторювалися гравцями — не дозволяємо повторно ввести(блокуємо кнопку “Зробити хід”)).
// 3) якщо цифру вгадано, вона відображаться у полі гри “Число”;
// 4) програє той, хто вгадав останню цифру.
// Бажано відображати біля області кожного гравця цифри, які він вгадав

function NumberGuessManager() {
	return (
		<>
			<div className="main-cnt"></div>
		</>
	)
}

export default NumberGuessManager